Repository: TopScrech/SPerms
Catalog: Sources/CorePermissionsSwiftUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, tr, zh_hans

# button_allow
source: ALLOW
de: ERLAUBEN
fr: AUTORISER
tr: İzin Ver
zh_hans: 允许

# button_allowed
source: ALLOWED
de: ERLAUBT
fr: AUTORISÉ
tr: İzin Verildi
zh_hans: 已允许

# button_denied
source: DENIED
de: ABGELEHNT
fr: REFUSÉ
tr: Reddedildi
zh_hans: 未允许

# button_next
source: NEXT
de: WEITER
fr: SUIVANT
tr: SIRADAKİ
zh_hans: 继续

# camera_description
source: Allow to use your camera
de: Erlaube die Verwendung der Kamera
fr: Autoriser l'utilisation de la caméra
tr: Kameranızın kullanılmasına izin verin
zh_hans: 允许使用相机

# camera_title
source: Camera
de: Kamera
fr: Caméra
tr: Kamera
zh_hans: 相机

# health_description
source: Allow to access your health information
de: Erlauben Sie den Zugriff auf Ihre Gesundheitsinformationen
fr: Autoriser l'accés aux informations de santé
tr: Sağlık bilgilerinizin kullanılmasına izin verin
zh_hans: 允许访问您的健康信息

# permission_header
source: Need Permissions
de: Berechtigungen benötigt
fr: Autorisations Nécessaires
tr: İzinlerinize ihtiyacımız var
zh_hans: 需要权限

# permission_primary_label
source: In order for you use certain features of this app, you need to give permissions. See description for each permission
de: Damit Sie bestimmte Funktionen dieser App benutzen können, müssen Sie Berechtigungen zulassen. Siehe Beschreiben der Berechtigung
fr: Pour pouvoir utiliser certaines fonctionnalités de cette application, vous devez donner des autorisations. Voir la description de chaque autorisation
tr: Bu uygulamanın belirli özelliklerini kullanabilmeniz için izin vermeniz gerekir. Her izin için izne ait açıklamaya bakın
zh_hans: 请求允许权限来使用本app的相关功能。请见每个权限的描述。

# permission_secondary_label
source: Permission are necessary for all the features and functions to work properly. If not allowed, you have to enable permissions in settings
de: Um alle Funktionen ordnungsgemäß benutzen zu können, müssen bestimmte Berechtigungen erteilt werden. Wenn Sie die Berechtigungen nicht erlauben, müssen Sie diese in den Einstellungen erlauben.
fr: Une autorisation est nécessaire pour que toutes les fonctionnalités et fonctions fonctionnent correctement. Si ce n'est pas autorisé, vous devez activer les autorisations dans les paramètres
tr: Tüm özelliklerin ve işlevlerin düzgün çalışması için izin gereklidir. İzin vermezseniz efektif kullanım için ayarlardan izinleri tekrardan etkinleştirmeniz gerekir.
zh_hans: 所有功能的正常使用需要允许权限。如果未允许，需要在设置中启用权限。

# health_title
source: Health
fr: Santé
tr: Sağlık
zh_hans: 健康
